do

function run(msg, matches)
local reply_id = msg['id']
local S = [[ 
✍🏿💭 اوامر فتح وقفل الميديا 📢

📼"قفل / فتح" الفيديو :↭↜ (التحكم بالفيديو داخل المجموعه)
🔔"قفل / فتح" الصوت :↭↜ (التحكم بالصوت داخل المجموعه)
🖼"قفل / فتح" الصور :↭↜ (التحكم بالصور داخل المجموعه)
🕶"قفل / فتح" الملصقات :↭↜ ( فتح وقفل الملصقات في المجموعه)
😁"قفل / فتح" الجماعيه :↭↜ (التحكم بالجماعيه داخل المجموعه)
▶️"قفل / فتح" الصور المتحركه :↭↜ ( فتح وقفل الملصقات المتحركه)
 
ـ🔸🔹🔸🔹🔸🔹🔸🔹🔻ـ
✍🏿💭 اوامر اضافيه🤖

🗣صوت : ↭↜(الكلمه المراد ان ينطقها البوت)
الامر يدعم الانجليزيه فقط🍃🌞
🖼صوره : ↭↜ (لتحويل الملصق الى صوره)
🏜ملصق : ↭↜ (لتحويل الصوره الى ملصق)
🔸🔹🔸🔹🔸🔹🔸🔹🔻
💯-Đєⱴ💀: @O-o_king
💯-Đєⱴ ฿๏ͳ💀: @O-o_1bot
💯-Đєⱴ Ϲḫ₳ͷͷєℓ💀: @freedom1234
 ]]
reply_msg(reply_id, S, ok_cb, false)
end

return {
description = "Help list", 
usage = "Help list",
patterns = {
"^(م4)$",
},
run = run 
}
end
