do

function run(msg, matches)
local reply_id = msg['id']
local S = [[ 
✍🏿💭 اوامر تخص المجموعه 👍🏿

🏜ضع صوره : ↭↜ ( لوضع صوره للمجموعه )
☠ضع قوانين : ↭↜ ( لوضع قوانين للمجموعه )
📲ضع وصف : ↭↜ ( لوضع وصف للمجموعه )
😊ضع اسم : ↭↜ ( لوضع اسم جديد للمجموعه )
ـ🔹🔸🔸🔹🔸🔹🔸🔻

👤ضع معرف : ↭↜ ( لوضع معرف للمجموعه )
🔌ضع رابط : ↭↜ ( لوضع رابط للمجموعه )
🔑الرابط : ↭↜ ( لعرض رابط المجموعه )
🗝الرابط خاص : ↭↜ ( لارسال الرابط الى الخاص)
ـ🔸🔹🔸🔹🔸🔹🔸🔹🔻

✍🏿💭 اوامر رؤية الاعدادات 👍🏿

😎 معلوماتي : ↭↜ ( لعرض معلومات العضو )
👥 معلومات المجموعه : ↭↜ ( لعرض معلومات المجموعه ) 
🔧 الاعدادت : ↭↜ ( لعرض اعدادات المجموعه )
🛠 اعدادات الوسائط : ↭↜ ( لعرض اعدادات الميديا )
🔸➖🔹➖🔸➖🔹➖
📱-Đєⱴ🤖: @O_o_king
📱-Đєⱴ ฿๏ͳ🤖: @O_o_1bot
📱-Đєⱴ Ϲḫ₳ͷͷєℓ🤖: @freedom1234
]]
reply_msg(reply_id, S, ok_cb, false)
end

return {
description = "Help list", 
usage = "Help list",
patterns = {
"^(م2)$",
},
run = run 
}
end
